Repository: eowlsdh/TokenPilot
Catalog: Sources/TokenApp/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans

# Local AI usage cockpit
source: Local AI usage utility
ja: ローカルAI使用量ユーティリティ
ko: 로컬 AI 사용량 유틸리티
zh_hans: 本地 AI 使用量工具

source: Overview
ja: 概要
ko: 개요
zh_hans: 概览

source: History
ja: 履歴
ko: 기록
zh_hans: 历史

source: Settings
ja: 設定
ko: 설정
zh_hans: 设置

source: Refresh
ja: 更新
ko: 새로고침
zh_hans: 刷新

source: Quit
ja: 終了
ko: 종료
zh_hans: 退出

source: Data Sources
ja: データソース
ko: 데이터 소스
zh_hans: 数据来源

source: Notifications
ja: 通知
ko: 알림
zh_hans: 通知

source: Language
ja: 言語
ko: 언어
zh_hans: 语言

source: Setup Guide
ja: セットアップガイド
ko: 설정 가이드
zh_hans: 设置指南

source: Privacy
ja: プライバシー
ko: 개인정보 보호
zh_hans: 隐私

source: Check Connection
ja: 接続を確認
ko: 연결 확인
zh_hans: 检查连接

source: Request Notification Permission
ja: 通知権限をリクエスト
ko: 알림 권한 요청
zh_hans: 请求通知权限

source: Send Test Notification
ja: テスト通知を送信
ko: 테스트 알림 보내기
zh_hans: 发送测试通知

source: Enable Telegram Alerts
ja: Telegram アラートを有効化
ko: 텔레그램 알림 켜기
zh_hans: 启用 Telegram 提醒

source: Bot Token
ja: ボットトークン
ko: 봇 토큰
zh_hans: 机器人令牌

source: Chat ID
ja: チャット ID
ko: 채팅 ID
zh_hans: 聊天 ID

source: Send Test Message
ja: テストメッセージを送信
ko: 테스트 메시지 보내기
zh_hans: 发送测试消息

source: Find Chat ID
ja: チャットIDを探す
ko: 채팅 ID 찾기
zh_hans: 查找聊天 ID

source: Replace Token
ja: トークンを置換
ko: 토큰 교체
zh_hans: 替换令牌

source: Delete Token
ja: トークンを削除
ko: 토큰 삭제
zh_hans: 删除令牌

source: Language changes may require restarting TokenPilot.
ja: 言語の変更にはTokenPilotの再起動が必要な場合があります。
ko: 언어 변경은 TokenPilot 재시작이 필요할 수 있습니다.
zh_hans: 语言更改可能需要重启 TokenPilot。

source: Connect Claude Code
ja: Claude Code を接続
ko: Claude Code 연결
zh_hans: 连接 Claude Code

source: Connect Gemini CLI
ja: Gemini CLIを接続
ko: Gemini CLI 연결
zh_hans: 连接 Gemini CLI

source: Add Codex status
ja: Codex 状態を追加
ko: Codex 상태 추가
zh_hans: 添加 Codex 状态

source: Enable Notifications
ja: 通知を有効化
ko: 알림 켜기
zh_hans: 启用通知

source: Optional Telegram Alerts
ja: 任意の Telegram アラート
ko: 선택 사항: 텔레그램 알림
zh_hans: 可选 Telegram 提醒

source: Telegram alerts are optional. TokenPilot sends only alert messages when enabled.
ja: Telegram通知は任意です。有効化時、TokenPilotは通知メッセージのみ送信します。
ko: 텔레그램 알림은 선택 사항입니다. 켜면 TokenPilot은 알림 메시지만 보냅니다.
zh_hans: Telegram 提醒是可选的。启用后 TokenPilot 只发送提醒消息。

source: TokenPilot reset
ja: TokenPilot リセット
ko: TokenPilot 리셋
zh_hans: TokenPilot 重置

source: TokenPilot limit reached
ja: TokenPilot 上限到達
ko: TokenPilot 한도 도달
zh_hans: TokenPilot 已达到限制

source: ✅ TokenPilot test alert. Telegram notifications are connected.
ja: ✅ TokenPilot テスト通知。Telegram通知が接続されました。
ko: ✅ TokenPilot 테스트 알림. 텔레그램 알림이 연결되었습니다.
zh_hans: ✅ TokenPilot 测试提醒。Telegram 通知已连接。

# Limit Hints Connector
source: Codex limit hints connector
ja: Codex 上限ヒントコネクタ
ko: Codex 한도 힌트 커넥터
zh_hans: Codex 限额提示连接器

source: Use Codex limit hints connector
ja: Codex 上限ヒントコネクタを使う
ko: Codex 한도 힌트 커넥터 사용
zh_hans: 使用 Codex 限额提示连接器

source: Opt-in beta: asks the local Codex CLI app-server for account/rateLimits/read. TokenPilot does not read, store, display, or export Codex access tokens.
ja: 任意のベータ機能です。ローカルの Codex CLI app-server に account/rateLimits/read を依頼します。TokenPilot は Codex アクセストークンを読み取り・保存・表示・書き出しません。
ko: 선택 베타 기능입니다. 로컬 Codex CLI app-server에 account/rateLimits/read를 요청합니다. TokenPilot은 Codex access token을 읽거나 저장하거나 표시하거나 내보내지 않습니다.
zh_hans: 选择性测试功能：通过本地 Codex CLI app-server 调用 account/rateLimits/read。TokenPilot 不读取、保存、显示或导出 Codex access token。

source: Unofficial beta via Codex CLI app-server; values are hints, not guaranteed official quota. Disable to fall back to local activity/manual values.
ja: Codex CLI app-server 経由の非公式ベータです。値は公式上限を保証するものではなくヒントです。無効にするとローカル活動/手動値に戻ります。
ko: Codex CLI app-server를 통한 비공식 베타입니다. 공식 한도 보장값이 아닌 힌트이며, 꺼두면 로컬 활동/수동 값으로 돌아갑니다.
zh_hans: 通过 Codex CLI app-server 的非官方测试功能；数值只是提示，不保证是官方配额。关闭后会回退到本地活动/手动数值。

source: Codex legacy capacity alerts are unsupported for delivery.
ja: Codex レガシー容量アラートは配信に対応していません。
ko: Codex 레거시 수용량 알림은 전달을 지원하지 않습니다.
zh_hans: Codex 旧版容量提醒不支持投递。

source: Codex Limit Hints Connector is opt-in beta and asks only the local Codex CLI app-server for account/rateLimits/read. TokenPilot never reads, displays, or stores Codex access tokens.
ja: Codex 上限ヒントコネクタは既定オフの非公式ベータです。有効時はローカルの Codex CLI app-server だけを呼び出し、TokenPilot は Codex アクセストークンを読み取り・表示・保存しません。
ko: Codex 한도 힌트 커넥터는 기본 꺼짐인 비공식 베타입니다. 켜진 경우 로컬 Codex CLI app-server만 호출하며, TokenPilot은 Codex access token을 읽거나 표시하거나 저장하지 않습니다.
zh_hans: Codex 限额提示连接器是默认关闭的非官方测试功能。开启后只调用本地 Codex CLI app-server；TokenPilot 不读取、显示或保存 Codex access token。

# Manual / personal calibration fallback
source: Manual limit hints fallback
ja: 手動の上限ヒント補正値
ko: 수동 한도 힌트 보정값
zh_hans: 手动限额提示备用

# Use Codex Web Snapshot
source: Use Manual Limit Snapshot
ja: 手動上限スナップショットを使う
ko: 수동 한도 스냅샷 사용
zh_hans: 使用手动限额快照

source: Enter limit values you saw yourself. TokenPilot stores only these numbers, not cookies or login tokens.
ja: 自分で確認した上限値を入力してください。TokenPilot は数値だけを保存し、Cookie やログイントークンは保存しません。
ko: 직접 확인한 한도 값을 입력하세요. TokenPilot은 숫자만 저장하고 쿠키나 로그인 토큰은 저장하지 않습니다.
zh_hans: 输入你自己看到的限额值。TokenPilot 只保存这些数字，不保存 Cookie 或登录 Token。

source: Connect Antigravity CLI
ja: Antigravity CLI を接続
ko: Antigravity CLI 연결
zh_hans: 连接 Antigravity CLI

source: Statusline / telemetry source
ja: Statusline / telemetry ソース
ko: Statusline / 텔레메트리 소스
zh_hans: Statusline / telemetry 数据源

source: You can select Antigravity statusline JSON, legacy Gemini telemetry.log, or a session folder.
ja: Antigravity statusline JSON、従来の Gemini telemetry.log、またはセッションフォルダを選択できます。
ko: Antigravity statusline JSON, 레거시 Gemini telemetry.log 또는 세션 폴더를 선택할 수 있습니다.
zh_hans: 可以选择 Antigravity statusline JSON、旧版 Gemini telemetry.log 或会话文件夹。

source: Choose Antigravity source
ja: Antigravity ソースを選択
ko: Antigravity 소스 선택
zh_hans: 选择 Antigravity 数据源

source: Choose antigravity-statusline.json, legacy telemetry.log, or a session folder.
ja: antigravity-statusline.json、従来の telemetry.log、またはセッションフォルダを選択してください。
ko: antigravity-statusline.json, 레거시 telemetry.log 또는 세션 폴더를 선택하세요.
zh_hans: 选择 antigravity-statusline.json、旧版 telemetry.log 或会话文件夹。

source: Install the local statusLine bridge, then run Check Connection.
ja: ローカル statusLine ブリッジをインストールしてから接続確認を実行します。
ko: 로컬 statusLine 브리지를 설치한 뒤 연결 확인을 실행하세요.
zh_hans: 安装本地 statusLine 桥接，然后运行检查连接。

source: Run Provider Diagnostics in Settings to connect Claude, Codex, or Antigravity.
ja: 設定のプロバイダ診断で Claude、Codex、Antigravity を接続してください。
ko: 설정의 제공자 진단에서 Claude, Codex, Antigravity를 연결하세요.
zh_hans: 在设置中的提供方诊断里连接 Claude、Codex 或 Antigravity。

source: Open Provider Diagnostics
ja: プロバイダ診断を開く
ko: 제공자 진단 열기
zh_hans: 打开提供方诊断

source: Auto-detect sources
ja: データソースを自動検出
ko: 소스 자동 감지
zh_hans: 自动检测数据源

source: Auto-detected sources: %@
ja: 自動検出したソース: %@
ko: 자동 감지된 소스: %@
zh_hans: 已自动检测到来源：%@

source: Choose Claude source
ja: Claude ソースを選択
ko: Claude 소스 선택
zh_hans: 选择 Claude 数据源

source: Choose Claude statusline JSON or a .claude/projects folder.
ja: Claude statusline JSON または .claude/projects フォルダを選択してください。
ko: Claude statusline JSON 또는 .claude/projects 폴더를 선택하세요.
zh_hans: 选择 Claude statusline JSON 或 .claude/projects 文件夹。

source: Connection check complete.
ja: 接続確認が完了しました。
ko: 연결 확인이 완료되었습니다.
zh_hans: 连接检查完成。

source: Detected
ja: 検出済み
ko: 감지됨
zh_hans: 已检测

source: Detected paths
ja: 検出済みパス
ko: 감지된 경로
zh_hans: 检测到的路径

source: Export Usage
ja: 使用量を書き出し
ko: 사용량 내보내기
zh_hans: 导出使用量

source: Exported
ja: 書き出し済み
ko: 내보냄
zh_hans: 已导出

source: Invalid format
ja: 無効な形式
ko: 잘못된 형식
zh_hans: 格式无效

source: Run Check Connection to scan local paths.
ja: ローカルパスをスキャンするには接続確認を実行してください。
ko: 로컬 경로를 스캔하려면 연결 확인을 실행하세요.
zh_hans: 运行检查连接以扫描本地路径。

source: Toggle providers shown on Overview. Disabled providers are not removed.
ja: Overviewに表示するプロバイダーを選択してください。無効化してもデータは削除されません。
ko: Overview에 표시할 공급자를 선택하세요. 비활성화해도 데이터는 삭제되지 않습니다.
zh_hans: 选择显示在概述中的供应商。禁用不会删除数据。

source: Capacity signals
ja: 容量シグナル
ko: 수용량 신호
zh_hans: 容量信号

source: Provider-reported/manual limit evidence; not token usage analytics.
ja: プロバイダ報告/手動の上限証拠であり、トークン使用分析ではありません。
ko: 제공자 보고/수동 한도 증거이며 토큰 사용 분석이 아닙니다.
zh_hans: 提供方报告/手动限额证据；不是 Token 使用量分析。

source: Usage events
ja: 使用イベント
ko: 사용 이벤트
zh_hans: 使用事件

source: Token totals come only from stored usage events.
ja: トークン合計は保存済みの使用イベントだけから計算します。
ko: 토큰 합계는 저장된 사용 이벤트에서만 계산합니다.
zh_hans: Token 总量只来自已存储的使用事件。

source: Usage event summary
ja: 使用イベントの概要
ko: 사용 이벤트 요약
zh_hans: 使用事件摘要

source: Exports selected usage events and provider summaries only. Credentials, secret tokens, chat IDs, webhooks, local file paths, prompts, and responses are not included.
ja: 選択した使用イベントとプロバイダ概要だけを書き出します。認証情報、秘密トークン、チャットID、Webhook、ローカルファイルパス、プロンプト、応答は含みません。
ko: 선택한 사용 이벤트와 제공자 요약만 내보냅니다. 자격 증명, 비밀 토큰, 채팅 ID, Webhook, 로컬 파일 경로, 프롬프트, 응답은 포함하지 않습니다.
zh_hans: 只导出所选使用事件和提供方摘要。不会包含凭据、密钥 Token、聊天 ID、Webhook、本地文件路径、提示词或回复。

source: Current capacity evidence
ja: 現在の容量証拠
ko: 현재 수용량 증거
zh_hans: 当前容量证据

source: Freshness and recovery actions are assessed by TokenCore capacity policy.
ja: 鮮度と復旧アクションは TokenCore の容量ポリシーが評価します。
ko: 신선도와 복구 동작은 TokenCore 수용량 정책이 평가합니다.
zh_hans: 新鲜度和恢复操作由 TokenCore 容量策略评估。

source: Provenance
ja: 由来
ko: 출처
zh_hans: 来源依据

source: Freshness
ja: 鮮度
ko: 신선도
zh_hans: 新鲜度

source: Action
ja: アクション
ko: 동작
zh_hans: 操作

source: Capacity remaining %d%%
ja: 容量残り %d%%
ko: 수용량 %d%% 남음
zh_hans: 容量剩余 %d%%

source: Balance %@ %@
ja: 残高 %@ %@
ko: 잔액 %@ %@
zh_hans: 余额 %@ %@

source: Request count %@
ja: リクエスト数 %@
ko: 요청 수 %@
zh_hans: 请求数 %@

source: Tokens %@
ja: トークン %@
ko: 토큰 %@
zh_hans: Token %@

source: Capacity signal
ja: 容量シグナル
ko: 수용량 신호
zh_hans: 容量信号

source: Provider reported
ja: プロバイダ報告
ko: 제공자 보고
zh_hans: 提供方报告

source: Local derived
ja: ローカル派生
ko: 로컬 파생
zh_hans: 本地推导

source: User entered
ja: ユーザー入力
ko: 사용자 입력
zh_hans: 用户输入

source: Synthetic
ja: 合成
ko: 합성
zh_hans: 合成

source: Unavailable
ja: 利用不可
ko: 사용 불가
zh_hans: 不可用

source: Supported
ja: 対応済み
ko: 지원됨
zh_hans: 受支持

source: Compatibility bridge
ja: 互換ブリッジ
ko: 호환성 브리지
zh_hans: 兼容桥接

source: Experimental connector
ja: 実験的コネクタ
ko: 실험적 커넥터
zh_hans: 实验性连接器

source: Manual entry
ja: 手動入力
ko: 수동 입력
zh_hans: 手动输入

source: Fresh
ja: 新鮮
ko: 최신
zh_hans: 新鲜

source: Stale
ja: 古い
ko: 오래됨
zh_hans: 过期

source: Freshness unavailable
ja: 鮮度不明
ko: 신선도 확인 불가
zh_hans: 新鲜度不可用

source: Wait for reset
ja: リセット待ち
ko: 리셋 대기
zh_hans: 等待重置

source: Refresh provider
ja: プロバイダを更新
ko: 제공자 새로고침
zh_hans: 刷新提供方

source: Review source
ja: ソースを確認
ko: 소스 검토
zh_hans: 检查来源

source: Review experimental connector
ja: 実験的コネクタを確認
ko: 실험적 커넥터 검토
zh_hans: 检查实验性连接器

source: Enter manual value
ja: 手動値を入力
ko: 수동 값 입력
zh_hans: 输入手动值

source: Review balance
ja: 残高を確認
ko: 잔액 검토
zh_hans: 检查余额

source: Recorded capacity signal history
ja: 記録済み容量シグナル履歴
ko: 기록된 수용량 신호 내역
zh_hans: 已记录容量信号历史

source: Hide recorded capacity signal history
ja: 記録済み容量シグナル履歴を隠す
ko: 기록된 수용량 신호 내역 숨기기
zh_hans: 隐藏已记录容量信号历史

source: Show recorded capacity signal history
ja: 記録済み容量シグナル履歴を表示
ko: 기록된 수용량 신호 내역 표시
zh_hans: 显示已记录容量信号历史

source: Historical capacity signals are kept separate from usage event analytics.
ja: 過去の容量シグナルは使用イベント分析とは分けて保持します。
ko: 과거 수용량 신호는 사용 이벤트 분석과 분리해 보관합니다.
zh_hans: 历史容量信号与使用事件分析分开保存。

source: Recorded
ja: 記録
ko: 기록
zh_hans: 已记录

# source.officialStatusline
source: Official statusline
ja: 公式 statusline
ko: 공식 statusline
zh_hans: 官方 statusline

# source.officialTelemetry
source: Official telemetry
ja: 公式 telemetry
ko: 공식 텔레메트리
zh_hans: 官方遥测

# source.limitHints
source: Experimental limit hints
ja: 実験的上限ヒント
ko: 실험적 한도 힌트
zh_hans: 实验性限额提示

# source.localLog
source: Local log
ja: ローカルログ
ko: 로컬 로그
zh_hans: 本地日志

# source.manual
source: Manual entry
ja: 手動入力
ko: 수동 입력
zh_hans: 手动输入

# source.estimated
source: Estimated
ja: 推定
ko: 추정
zh_hans: 估计

# source.mock
source: Sample preview
ja: サンプルプレビュー
ko: 샘플 미리보기
zh_hans: 示例预览

# source.unknown
source: Unknown source
ja: 不明なソース
ko: 알 수 없는 소스
zh_hans: 未知来源

source: No capacity signals yet
ja: 容量シグナルはまだありません
ko: 아직 수용량 신호가 없습니다
zh_hans: 尚无容量信号

source: Run Auto-detect or Provider Diagnostics to recover source health.
ja: ソース状態を復旧するには自動検出またはプロバイダ診断を実行してください。
ko: 소스 상태를 복구하려면 자동 감지 또는 제공자 진단을 실행하세요.
zh_hans: 运行自动检测或提供方诊断来恢复来源健康。

source: No usage events recorded
ja: 記録済みの使用イベントはありません
ko: 기록된 사용 이벤트가 없습니다
zh_hans: 没有记录的使用事件

source: Capacity signals are available above, but no token usage events are stored for this period.
ja: 上に容量シグナルはありますが、この期間のトークン使用イベントは保存されていません。
ko: 위에는 수용량 신호가 있지만 이 기간에는 저장된 토큰 사용 이벤트가 없습니다.
zh_hans: 上方有容量信号，但此期间没有存储的 Token 使用事件。

source: Connect a usage event source to fill token charts.
ja: トークンチャートを表示するには使用イベントソースを接続してください。
ko: 토큰 차트를 채우려면 사용 이벤트 소스를 연결하세요.
zh_hans: 连接使用事件来源以填充 Token 图表。

source: Usage event volume
ja: 使用イベント量
ko: 사용 이벤트 볼륨
zh_hans: 使用事件量

source: Total
ja: 合計
ko: 합계
zh_hans: 总计

source: Avg/day
ja: 平均/日
ko: 일평균
zh_hans: 日均

source: Peak
ja: ピーク
ko: 최고
zh_hans: 峰值

source: Usage events only
ja: 使用イベントのみ
ko: 사용 이벤트만
zh_hans: 仅使用事件

source: 1. Source Health
ja: 1. ソース状態
ko: 1. 소스 상태
zh_hans: 1. 来源健康

source: Refresh provider health
ja: プロバイダ状態を更新
ko: 제공자 상태 새로고침
zh_hans: 刷新提供方健康

source: Auto-detect checks local default metadata and user-selected files only. Diagnostics hide raw paths, raw events, prompts, responses, and secrets.
ja: 自動検出はローカル既定メタデータとユーザー選択ファイルだけを確認します。診断では生パス、生イベント、プロンプト、応答、シークレットを隠します。
ko: 자동 감지는 로컬 기본 메타데이터와 사용자가 선택한 파일만 확인합니다. 진단은 원본 경로, 원본 이벤트, 프롬프트, 응답, 비밀값을 숨깁니다.
zh_hans: 自动检测只检查本地默认元数据和用户选择的文件。诊断会隐藏原始路径、原始事件、提示词、回复和密钥。

source: Choose providers shown on Overview. Turning one off skips refresh without deleting stored history.
ja: 概要に表示するプロバイダを選びます。オフにしても保存済み履歴は削除せず、更新だけをスキップします。
ko: 개요에 표시할 제공자를 선택합니다. 끄면 저장된 기록을 삭제하지 않고 새로고침만 건너뜁니다.
zh_hans: 选择概览中显示的提供方。关闭后会跳过刷新，但不会删除已存历史。

source: Menu bar uses the core capacity assessment. Disabled providers are skipped.
ja: メニューバーはコアの容量評価を使用します。無効なプロバイダはスキップします。
ko: 메뉴바는 코어 수용량 평가를 사용합니다. 꺼진 제공자는 건너뜁니다.
zh_hans: 菜单栏使用核心容量评估。已关闭的提供方会被跳过。

source: Diagnostics summarize source health without showing raw local paths, raw events, prompts, responses, cookies, credentials, or tokens.
ja: 診断は生のローカルパス、生イベント、プロンプト、応答、Cookie、認証情報、トークンを表示せずにソース状態を要約します。
ko: 진단은 원본 로컬 경로, 원본 이벤트, 프롬프트, 응답, 쿠키, 자격 증명, 토큰을 보이지 않고 소스 상태를 요약합니다.
zh_hans: 诊断会汇总来源健康，但不会显示原始本地路径、原始事件、提示词、回复、Cookie、凭据或 Token。

source: Claude status source
ja: Claude 状態ソース
ko: Claude 상태 소스
zh_hans: Claude 状态来源

source: Raw local paths stay hidden. Choose again to replace the saved source bookmark.
ja: 生のローカルパスは表示しません。保存済みソースブックマークを置き換えるには選び直してください。
ko: 원본 로컬 경로는 숨겨집니다. 저장된 소스 북마크를 바꾸려면 다시 선택하세요.
zh_hans: 原始本地路径会保持隐藏。重新选择可替换已保存的来源书签。

source: Antigravity telemetry source
ja: Antigravity telemetry ソース
ko: Antigravity 텔레메트리 소스
zh_hans: Antigravity 遥测来源

source: Select statusline JSON, legacy telemetry, or a session folder. Raw local paths stay hidden after selection.
ja: statusline JSON、従来の telemetry、またはセッションフォルダを選択します。選択後も生のローカルパスは隠します。
ko: statusline JSON, 레거시 텔레메트리 또는 세션 폴더를 선택하세요. 선택 후에도 원본 로컬 경로는 숨겨집니다.
zh_hans: 选择 statusline JSON、旧版遥测或会话文件夹。选择后原始本地路径仍会隐藏。

source: Experimental Codex limit hints
ja: 実験的 Codex 上限ヒント
ko: 실험적 Codex 한도 힌트
zh_hans: 实验性 Codex 限额提示

source: Use experimental Codex limit hints
ja: 実験的 Codex 上限ヒントを使う
ko: 실험적 Codex 한도 힌트 사용
zh_hans: 使用实验性 Codex 限额提示

source: Experimental connector asks the local Codex CLI app-server for account/rateLimits/read. TokenPilot never reads, stores, displays, or exports Codex access tokens.
ja: 実験的コネクタはローカルの Codex CLI app-server に account/rateLimits/read を依頼します。TokenPilot は Codex アクセストークンを読み取り、保存、表示、書き出ししません。
ko: 실험적 커넥터는 로컬 Codex CLI app-server에 account/rateLimits/read를 요청합니다. TokenPilot은 Codex access token을 읽거나 저장하거나 표시하거나 내보내지 않습니다.
zh_hans: 实验性连接器会向本地 Codex CLI app-server 请求 account/rateLimits/read。TokenPilot 绝不读取、保存、显示或导出 Codex access token。

source: Codex limit hints are experimental and may break if the Codex CLI changes. They are not guaranteed official quota.
ja: Codex 上限ヒントは実験的で、Codex CLI が変わると壊れる可能性があります。公式上限を保証しません。
ko: Codex 한도 힌트는 실험적이며 Codex CLI가 바뀌면 깨질 수 있습니다. 공식 한도 보장값이 아닙니다.
zh_hans: Codex 限额提示是实验性的，Codex CLI 变化时可能失效。它们不保证是官方配额。

source: Manual Codex limit snapshot
ja: 手動 Codex 上限スナップショット
ko: 수동 Codex 한도 스냅샷
zh_hans: 手动 Codex 限额快照

source: Use Manual Limit Snapshot
ja: 手動上限スナップショットを使う
ko: 수동 한도 스냅샷 사용
zh_hans: 使用手动限额快照

source: Enter manual values you observed. TokenPilot stores only numbers and notes, not cookies, login tokens, or raw account pages.
ja: 自分で確認した手動値を入力します。TokenPilot は数値とメモだけを保存し、Cookie、ログイントークン、生のアカウントページは保存しません。
ko: 직접 확인한 수동 값을 입력하세요. TokenPilot은 숫자와 메모만 저장하며 쿠키, 로그인 토큰, 원본 계정 페이지는 저장하지 않습니다.
zh_hans: 输入你观察到的手动值。TokenPilot 只保存数字和备注，不保存 Cookie、登录 Token 或原始账户页面。

source: Manual today tokens: %d
ja: 手動今日トークン: %d
ko: 수동 오늘 토큰: %d
zh_hans: 手动今日 Token：%d

source: Mark Manual Snapshot Now
ja: 手動スナップショットを現在時刻にする
ko: 수동 스냅샷을 현재로 표시
zh_hans: 将手动快照标记为当前

source: Pasted /status output (cleared after parse)
ja: 貼り付けた /status 出力（解析後に消去）
ko: 붙여넣은 /status 출력(파싱 후 삭제)
zh_hans: 粘贴的 /status 输出（解析后清除）

source: Parsed status remains manual or estimated unless the source is provider-reported and fresh.
ja: ソースがプロバイダ報告かつ新鮮でない限り、解析済み状態は手動または推定のままです。
ko: 소스가 제공자 보고이면서 최신이 아닌 한 파싱된 상태는 수동 또는 추정으로 유지됩니다.
zh_hans: 除非来源为提供方报告且新鲜，解析后的状态仍会标记为手动或估计。

source: Global OFF disables every channel. Channel OFF disables matching alert-rule delivery controls.
ja: グローバルがオフなら全チャンネルが無効です。チャンネルがオフなら対応する通知ルールの配信操作も無効です。
ko: 전체가 꺼지면 모든 채널이 꺼집니다. 채널이 꺼지면 해당 알림 규칙 전달 컨트롤도 비활성화됩니다.
zh_hans: 全局关闭会禁用所有渠道。渠道关闭会禁用对应的告警规则投递控件。

source: Permission
ja: 許可
ko: 권한
zh_hans: 权限

source: Effective ON
ja: 実効オン
ko: 실제 켜짐
zh_hans: 实际开启

source: Effective OFF
ja: 実効オフ
ko: 실제 꺼짐
zh_hans: 实际关闭

source: Effective Telegram delivery requires Global notifications, Telegram notifications, Telegram alerts, a saved bot token, and a chat ID.
ja: Telegram 配信を実効にするには、グローバル通知、Telegram 通知、Telegram アラート、保存済み Bot Token、Chat ID が必要です。
ko: 텔레그램 전달이 실제로 동작하려면 전체 알림, 텔레그램 알림, 텔레그램 경고, 저장된 봇 토큰, 채팅 ID가 필요합니다.
zh_hans: Telegram 实际投递需要全局通知、Telegram 通知、Telegram 提醒、已保存的机器人 Token 和聊天 ID。

source: Effective Discord delivery requires Global notifications, Discord notifications, Discord alerts, and a saved webhook.
ja: Discord 配信を実効にするには、グローバル通知、Discord 通知、Discord アラート、保存済み Webhook が必要です。
ko: 디스코드 전달이 실제로 동작하려면 전체 알림, 디스코드 알림, 디스코드 경고, 저장된 Webhook이 필요합니다.
zh_hans: Discord 实际投递需要全局通知、Discord 通知、Discord 提醒和已保存的 Webhook。

source: Codex experimental connector is opt-in, local-only, and never reads, displays, stores, or exports Codex access tokens.
ja: Codex 実験的コネクタはオプトイン、ローカル限定で、Codex アクセストークンを読み取り、表示、保存、書き出ししません。
ko: Codex 실험적 커넥터는 선택 사항이며 로컬 전용이고 Codex access token을 읽거나 표시하거나 저장하거나 내보내지 않습니다.
zh_hans: Codex 实验性连接器为可选、本地专用，绝不读取、显示、保存或导出 Codex access token。

source: Source health
ja: ソース状態
ko: 소스 상태
zh_hans: 来源健康

source: sources ready
ja: ソース準備完了
ko: 소스 준비됨
zh_hans: 来源就绪

source: Recovery needed
ja: 復旧が必要
ko: 복구 필요
zh_hans: 需要恢复

source: Runtime ready
ja: ランタイム準備完了
ko: 런타임 준비됨
zh_hans: 运行时就绪

source: needs attention
ja: 要確認
ko: 주의 필요
zh_hans: 需要注意

source: Capacity runtime recovery required
ja: 容量ランタイムの復旧が必要
ko: 수용량 런타임 복구 필요
zh_hans: 需要恢复容量运行时

source: Capacity runtime recovery required; safe defaults are active.
ja: 容量ランタイムの復旧が必要です。安全な既定値が有効です。
ko: 수용량 런타임 복구가 필요합니다. 안전 기본값이 활성화되어 있습니다.
zh_hans: 需要恢复容量运行时；安全默认值已启用。

source: Capacity alerts use safe defaults until local runtime state is readable again.
ja: ローカルランタイム状態を再び読めるまで、容量アラートは安全な既定値を使います。
ko: 로컬 런타임 상태를 다시 읽을 수 있을 때까지 수용량 알림은 안전한 기본값을 사용합니다.
zh_hans: 在本地运行时状态可再次读取前，容量提醒会使用安全默认值。

source: Capacity refresh notes
ja: 容量更新メモ
ko: 수용량 새로고침 참고
zh_hans: 容量刷新备注

source: Effective notification delivery
ja: 実効通知配信
ko: 실제 알림 전달
zh_hans: 实际通知投递

source: Global notifications are off.
ja: グローバル通知がオフです。
ko: 전체 알림이 꺼져 있습니다.
zh_hans: 全局通知已关闭。

source: No effective notification channels.
ja: 実効通知チャンネルはありません。
ko: 실제로 동작하는 알림 채널이 없습니다.
zh_hans: 没有实际可用的通知渠道。

source: Effective channels: %@
ja: 実効チャンネル: %@
ko: 실제 채널: %@
zh_hans: 实际渠道：%@

source: Source selected
ja: ソース選択済み
ko: 소스 선택됨
zh_hans: 已选择来源

source: Auto-detect only
ja: 自動検出のみ
ko: 자동 감지만
zh_hans: 仅自动检测

source: Parent notifications are off.
ja: 親通知がオフです。
ko: 상위 알림이 꺼져 있습니다.
zh_hans: 父级通知已关闭。

source: Disabled by notification hierarchy.
ja: 通知階層により無効です。
ko: 알림 계층에 의해 비활성화됨.
zh_hans: 已由通知层级禁用。

source: API key required
ja: APIキーが必要
ko: API 키 필요
zh_hans: 需要 API 密钥

source: API key saved
ja: APIキー保存済み
ko: API 키 저장됨
zh_hans: API 密钥已保存

source: API key saved in Keychain
ja: APIキーはKeychainに保存済み
ko: API 키가 Keychain에 저장됨
zh_hans: API 密钥已保存到 Keychain

source: Activity only
ja: アクティビティのみ
ko: 활동만
zh_hans: 仅活动

source: Authentication required
ja: 認証が必要
ko: 인증 필요
zh_hans: 需要认证

source: Balance
ja: 残高
ko: 잔액
zh_hans: 余额

source: Bridge
ja: ブリッジ
ko: 브리지
zh_hans: 桥接

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消

source: Cancelled
ja: キャンセル済み
ko: 취소됨
zh_hans: 已取消

source: Collapsed
ja: 折りたたみ中
ko: 접힘
zh_hans: 已折叠

source: Capacity unavailable
ja: 容量を利用できません
ko: 수용량 사용 불가
zh_hans: 容量不可用

source: Context
ja: コンテキスト
ko: 컨텍스트
zh_hans: 上下文

source: Currency
ja: 通貨
ko: 통화
zh_hans: 货币

source: Daily requests
ja: 日次リクエスト
ko: 일일 요청
zh_hans: 每日请求

source: DeepSeek API Key
ja: DeepSeek APIキー
ko: DeepSeek API 키
zh_hans: DeepSeek API 密钥

source: DeepSeek API key deleted.
ja: DeepSeek APIキーを削除しました。
ko: DeepSeek API 키가 삭제되었습니다.
zh_hans: DeepSeek API 密钥已删除。

source: DeepSeek API key saved in TokenPilot Keychain item.
ja: DeepSeek APIキーを TokenPilot Keychain 項目に保存しました。
ko: DeepSeek API 키가 TokenPilot Keychain 항목에 저장되었습니다.
zh_hans: DeepSeek API 密钥已保存到 TokenPilot Keychain 项。

source: DeepSeek low balance
ja: DeepSeek 残高不足
ko: DeepSeek 잔액 부족
zh_hans: DeepSeek 余额不足

source: DeepSeek topped-up balance is %@ (threshold %@).
ja: DeepSeek のチャージ後残高は %@ です（しきい値 %@）。
ko: DeepSeek 충전 후 잔액은 %@입니다(임계값 %@).
zh_hans: DeepSeek 充值后余额为 %@（阈值 %@）。

source: xAI Management API Key
ja: xAI Management APIキー
ko: xAI Management API 키
zh_hans: xAI Management API 密钥

source: xAI Team ID
ja: xAI チーム ID
ko: xAI 팀 ID
zh_hans: xAI 团队 ID

source: Save Management Key
ja: Management キーを保存
ko: Management 키 저장
zh_hans: 保存 Management 密钥

source: Delete Management Key
ja: Management キーを削除
ko: Management 키 삭제
zh_hans: 删除 Management 密钥

source: Save Team ID
ja: チーム ID を保存
ko: 팀 ID 저장
zh_hans: 保存团队 ID

source: Delete Team ID
ja: チーム ID を削除
ko: 팀 ID 삭제
zh_hans: 删除团队 ID

source: Management API key saved in TokenPilot Keychain item.
ja: Management APIキーを TokenPilot Keychain 項目に保存しました。
ko: Management API 키가 TokenPilot Keychain 항목에 저장되었습니다.
zh_hans: Management API 密钥已保存到 TokenPilot Keychain 项。

source: Saved Management API key hidden
ja: 保存済み Management APIキーは非表示
ko: 저장된 Management API 키는 숨겨짐
zh_hans: 已保存的 Management API 密钥已隐藏

source: Management API key deleted.
ja: Management APIキーを削除しました。
ko: Management API 키가 삭제되었습니다.
zh_hans: Management API 密钥已删除。

source: No xAI Management API key stored.
ja: 保存済み xAI Management APIキーはありません。
ko: 저장된 xAI Management API 키가 없습니다.
zh_hans: 未存储 xAI Management API 密钥。

source: Team ID saved locally
ja: チーム ID はローカル保存済み
ko: 팀 ID가 로컬에 저장됨
zh_hans: 团队 ID 已本地保存

source: Saved team ID masked
ja: 保存済みチーム ID はマスク表示
ko: 저장된 팀 ID는 마스킹됨
zh_hans: 已保存的团队 ID 已掩码

source: Team ID deleted.
ja: チーム ID を削除しました。
ko: 팀 ID가 삭제되었습니다.
zh_hans: 团队 ID 已删除。

source: Team ID is stored locally and shown only masked.
ja: チーム ID はローカルに保存され、マスク表示のみです。
ko: 팀 ID는 로컬에 저장되며 마스킹된 값만 표시됩니다.
zh_hans: 团队 ID 保存在本地且仅以掩码显示。

source: Management authentication unconfirmed
ja: Management 認証未確認
ko: Management 인증 미확인
zh_hans: Management 身份验证未确认

source: Official xAI Management authentication docs are ambiguous.
ja: 公式 xAI Management 認証ドキュメントは曖昧です。
ko: 공식 xAI Management 인증 문서가 명확하지 않습니다.
zh_hans: 官方 xAI Management 身份验证文档尚不明确。

source: TokenPilot will not send xAI HTTP requests until official Management-key transport is documented.
ja: 公式の Management キー送信方式が文書化されるまで、TokenPilot は xAI HTTP リクエストを送信しません。
ko: 공식 Management 키 전송 방식이 문서화될 때까지 TokenPilot은 xAI HTTP 요청을 보내지 않습니다.
zh_hans: 在官方 Management 密钥传输方式形成文档前，TokenPilot 不会发送 xAI HTTP 请求。

source: No xAI HTTP requests are sent.
ja: xAI HTTP リクエストは送信しません。
ko: xAI HTTP 요청을 보내지 않습니다.
zh_hans: 不会发送 xAI HTTP 请求。
